"Button 1:"		= "لزر 1:";
"Button 2:"		= "لزر 2:";
"Button 3:" 	= "لزر 3:";
"Button 4:"		= "لزر 4:";

"Backlight Correction"	= "تصحيح الإضاءة الخلفية";
"Color Restoration"		= "استعادة الألوان";
"Descreening"			= "تنقية الصورة";
"Dust Removal"			= "إزالة الأتربة";
"Unsharp Mask"			= "قناع غير واضح";

"None"			= "بلا";
"Newspaper"		= "جريدة (85 سطرًا لكل بوصة)";
"Magazine"		= "مجلة (133 سطرًا لكل بوصة)";
"Fine Prints"	= "طباعة دقيقة (175 سطرًا لكل بوصة)";
"General"		= "عام";

"Low"		= "منخفض";
"Medium"	= "توسط";
"High"		= "عالية";

"Quiet Mode"        = "وضع الهدوء";
"Off"               = "إيقاف تشغيل";
"On"                = "تشغيل";
"Printer Setting"   = "إعداد الطابعة";
